[
  {
    "q": "¿Cómo iniciamos un proyecto?",
    "a": "Comparte tu idea (foto, archivo 3D, boceto 2D o referencia). Respondemos con una lectura inicial: ruta creativa y acabados, propuesta de materiales y estimación clara.",
    "categoria": "pedidos",
    "destacada": true
  },
  {
    "q": "¿Necesito hacer cantidad mínima?",
    "a": "Sí, manejamos mínimos recomendables: general 3 piezas o $150 MXN. Llaveros: mínimo 5 piezas. Aplicaciones gráficas: mínimo 30. Funcionales o figuras: 1 a 2 piezas.",
    "categoria": "pedidos",
    "destacada": true
  },
  {
    "q": "¿Cuánto tarda mi pedido?",
    "a": "Depende de la complejidad y carga. Confirmamos tiempos al aprobar el diseño.",
    "categoria": "tiempos",
    "destacada": true
  },
  {
    "q": "¿Hay servicio urgente?",
    "a": "A veces sí, según agenda y complejidad. Te confirmamos costo y viabilidad antes de avanzar.",
    "categoria": "tiempos"
  },
  {
    "q": "¿Puedo recoger en persona?",
    "a": "Sí. Hacemos pickup en Pachuca con cita previa y te compartimos guía breve de cuidados.",
    "categoria": "envíos"
  },
  {
    "q": "¿Envían a todo México?",
    "a": "Sí, envío nacional por paquetería. El tiempo varia según zona; te confirmamos al enviar.",
    "categoria": "envíos"
  },
  {
    "q": "¿Hay envío gratis?",
    "a": "Pickup gratis en Pachuca. Para envíos nacionales, te mostramos el costo antes de confirmar.",
    "categoria": "envíos"
  },
  {
    "q": "¿Qué material usan?",
    "a": "Para 3D usamos principalmente PETG: resistente y con buen acabado. Podemos integrar vinilo, color o etiquetas como detalle gráfico cuando suma al proyecto.",
    "categoria": "materiales"
  },
  {
    "q": "¿Qué archivos aceptan?",
    "a": "3D: STL, STEP, OBJ. 2D (para detalles gráficos): SVG, PDF, PNG. Si no tienes archivo, envía referencias y lo modelamos.",
    "categoria": "diseño"
  },
  {
    "q": "¿Hacen diseño desde cero?",
    "a": "Sí. Ajustes básicos incluidos; modelado o diseño completo se define por horas de taller.",
    "categoria": "diseño"
  },
  {
    "q": "¿Qué precisión tienen?",
    "a": "Tolerancia típica de +/- 0.3 a 0.5 mm en piezas pequeñas. Para ensambles ajustamos según el uso.",
    "categoria": "calidad"
  },
  {
    "q": "¿Cuál es el tamaño máximo?",
    "a": "Máximo: 220 x 220 x 250 mm. Si necesitas algo más grande, dividimos y ensamblamos.",
    "categoria": "especificaciones"
  },
  {
    "q": "¿Qué acabados ofrecen?",
    "a": "Mate, satinado o brillante. También: lijado, pintura, insertos, imanes y texturas especiales.",
    "categoria": "acabados"
  },
  {
    "q": "¿Cómo cuido mi pieza?",
    "a": "Evita calor extremo y presión prolongada. Limpia con agua tibia y jabón neutro si es necesario.",
    "categoria": "uso"
  },
  {
    "q": "¿Pueden reparar una pieza dañada?",
    "a": "Sí. Evaluamos si conviene reparación o reimpresión parcial/total.",
    "categoria": "servicio"
  },
  {
    "q": "¿Qué formas de pago tienen?",
    "a": "Efectivo, tarjeta y transferencia. Proyectos mayores a $500 requieren anticipo del 50%.",
    "categoria": "pagos"
  },
  {
    "q": "¿Puedo pedir factura?",
    "a": "Claro. Solicítala al confirmar y comparte tus datos fiscales.",
    "categoria": "pagos"
  },
  {
    "q": "¿Mis archivos son seguros?",
    "a": "Tratamos tus archivos como confidenciales. No compartimos diseños sin tu permiso.",
    "categoria": "privacidad"
  }
]



